Revit 2020 API
Tile Class
 Represents the properties of materials.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2018.1
Syntax
C#
public static class Tile
Visual Basic
Public NotInheritable Class Tile
Visual C++
public ref class Tile abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.Visual.Tile
See Also
Tile Members
Autodesk.Revit.DB.Visual Namespace